import React, { useState } from 'react';
import { HiBellAlert } from "react-icons/hi2";
const NewUpdate = () => {
    const [isPopupOpen, setIsPopupOpen] = useState(false);
  // const [imageUrl, setImageUrl] = useState('');
  return (
    <div className={`fixed bottom-40 left-9 transition-opacity duration-300 `}>
      {/* button to open the pop-up */}
      <button
        className="flex items-center p-3 rounded-full bg-tb text-white animate-pulse animation-duration-10s focus:outline-none hover:bg-blue-600 transform transition-transform "
        onClick={() => {
          // setImageUrl(require(`./popup.jpg`));
          setIsPopupOpen(true);
        }}
      >
       <HiBellAlert className='text-3xl font-ml'/> അയ്യപ്പപ്പണിക്കർ സ്‌മൃതി സന്ധ്യ 
      </button>

      {/* pop-up window */}
      {isPopupOpen && (
        <div className="fixed z-50 inset-0 overflow-y-auto  h-90  ">
          <div className="flex items-center justify-center min-h-screen">
            <div className="relative mx-auto w-full sm:w-2/3 lg:w-1/2 xl:w-5/12">
              <div className="bg-white shadow-xl rounded-lg overflow-hidden">
                <div className="bg-gray-400 h-auto w-auto  flex justify-center items-cente "><img src={require(`./new_pgrm.jpg`)} alt="" /></div>
                <div className="p-4">
        {/* <h3 className="text-lg font-bold mb-2 font-mal text-tb">പുസ്തകപ്രകാശനവും കവിയരങ്ങും</h3>
        <p className="text-gray-700 leading-relaxed font-mal">അയ്യപ്പപ്പണിക്കരുടെ സാഹിത്യ സംഭാവനകളെ കുറിച്ചു സാഹിത്യ പ്രവർത്തക 
        സഹകരണ സംഘം പ്രസിദ്ധികരിച്ച 'കാലം മിഥ്യയാക്കാത്ത വാക്ക് ' എന്ന പുസ്തകം സർവ വിജ്ഞാനകോശം ഡയറക്ടർ 
        ഡോ. മ്യുസ് മേരി ജോർജ് അയ്യപ്പപ്പണിക്കർ കവിതകളുടെ വിവർത്തകനും അദ്ദേഹത്തിന്റെആദ്യകാല വിദ്യാർത്ഥിയുമായ 
        പി രവീന്ദ്രൻ നായർക്ക് നല്കിക്കൊണ്ട് മേയ് അഞ്ചിന് വൈകിട്ട് 5 മണിക്ക് തിരുവനന്തപുരം വെള്ളയമ്പലത്തെ കെസ്റ്റൺ റോഡിലുള്ള 
        വിസ്മയാസ് മാക്സ് അനക്സിലെ കെസ്റ്റൺ ബംഗ്ലാവിൽ വെച്ചു പ്രകാശനം നിർവഹിച്ചു. ആഖ്യാനത്തിൽ അയ്യപ്പപ്പണിക്കരോളം വൈവിധ്യം 
        പ്രകടിപ്പിച്ച കവികൾ മലയാളത്തിൽകുറവാണെന്നു അവർ പറഞ്ഞു. ഏതു കാലഘട്ടത്തിലുമുള്ള ഏകാധിപത്യസ്വഭാവമുള്ള അധികാരകേന്ദ്രം 
        ഏതു കയ്പ്പൻ 'കടുക്ക'യും കുടിക്കാൻ പ്രേരിപ്പിക്കുമെന്നറിഞ്ഞ മാമുനിയായിരുന്നു പണിക്കരെന്നു മ്യുസ് മേരി 'കടുക്ക'യടക്കമുള്ള 
        കവിതകൾ ഉദ്ധരിച്ചുകൊണ്ട് ചൂണ്ടിക്കാട്ടി.അയ്യപ്പപ്പണിക്കർ ഫൗണ്ടേഷൻ സെക്രട്ടറി പ്രിയദാസ് ജി. മംഗലത്ത് സ്വാഗതം ആശംസിച്ചു. 
        പുസ്തകത്തിന്റെ എഡിറ്റർ ആയ എസ്.രാജലക്ഷ്മി പുസ്തകം പരിചയപ്പെടുത്തി. ഡൊമിനിക് ജെ. കാട്ടൂർ,കാവാലം ശ്രീകുമാർ എന്നിവർ 
        അയ്യപ്പപ്പണിക്കരുടെ കവിതകൾ ആലപിച്ചു. അഭിജിത് പ്രദീപ്, ഗിരീഷ് പുലിയൂർ , വിനോദ് വൈശാഖി, പി.ഹരികുമാർ , 
        ശാന്തൻ,ഹരിദാസ് ബാലക്കൃഷ്ണൻ, വിതുര വി അശോക്, ശ്രീകണ്ഠൻ കല്ലമ്പലം എന്നിവർ കവിതകൾ അവതരിപ്പിച്ചു. സി. അശോകൻ , 
        സാബു കോട്ടുക്കൽ, എന്നിവർ സംസാരിച്ചു. ടി.കെ. സന്തോഷ് കുമാർ, അസീം താന്നിമൂട് എന്നിവരും സന്നിഹിതരായിരുന്നു.നാനൂറോളം 
        പേജ് വരുന്ന ഗ്രന്ഥത്തിൽ സാനുമാഷ്, സച്ചിദാനന്ദൻ, ദേശമംഗലം രാമകൃഷ്ണൻ, എം. തോമസ് മാത്യു, കെജിഎസ്, ഇ വി രാമകൃഷ്‌ണൻ, 
        കല്പറ്റ നാരായണൻ, കെ.വി.സജയ് സി ആർ. പ്രസാദ്, ഉദയകുമാർ, വിനോദ് വൈശാഖി, പ്രദീപ് പനങ്ങാട്, ശാന്തൻ തുടങ്ങി അനേകം 
        പേരുടെ ഈടുറ്റ ലേഖനങ്ങൾ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.ഈ അവസരത്തിൽ നടന്ന കവിയരങ്ങോടുകൂടി അയ്യപ്പപ്പണിക്കരുടെ അദ്ധ്യക്ഷതയിൽ 
        നടത്തിയിരുന്ന സംക്രമണം കവിതാവേദി വീണ്ടും സജീവമായി. എല്ലാ മാസവും കവികളുടെയും നിരൂപകരുടെയും സമ്മേളനം ഫൗണ്ടേഷന്റെ 
        ആഭിമുഖ്യത്തിൽ വിസ്മയാസ്മാക്സിൽ നടത്തുമെന്ന് ഭാരവാഹികൾ അറിയിച്ചു.</p> */}
      </div>
                <div className="p-4">
                  <button
                    className="float-right text-tb  font-bold py-2 px-4 rounded"
                    onClick={() => {
                      setIsPopupOpen(false);
                      // setImageUrl('');
                    }}
                  >
                    Close
                  </button>
                </div>
              </div>
            </div>
          </div>
          {/* <div className="bg-white rounded-lg overflow-hidden shadow-md w-50 h-auto">
      <img src={require(`./EnglishPages/Images/16.jpg`)} alt="" className="object-cover" />
      <div className="p-4">
        <h3 className="text-lg font-bold mb-2 font-mal text-tb">പുസ്തകപ്രകാശനവും കവിയരങ്ങും</h3>
        <p className="text-gray-700 leading-relaxed font-mal">അയ്യപ്പപ്പണിക്കരുടെ സാഹിത്യ സംഭാവനകളെ കുറിച്ചു സാഹിത്യ പ്രവർത്തക 
        സഹകരണ സംഘം പ്രസിദ്ധികരിച്ച 'കാലം മിഥ്യയാക്കാത്ത വാക്ക് ' എന്ന പുസ്തകം സർവ വിജ്ഞാനകോശം ഡയറക്ടർ 
        ഡോ. മ്യുസ് മേരി ജോർജ് അയ്യപ്പപ്പണിക്കർ കവിതകളുടെ വിവർത്തകനും അദ്ദേഹത്തിന്റെആദ്യകാല വിദ്യാർത്ഥിയുമായ 
        പി രവീന്ദ്രൻ നായർക്ക് നല്കിക്കൊണ്ട് മേയ് അഞ്ചിന് വൈകിട്ട് 5 മണിക്ക് തിരുവനന്തപുരം വെള്ളയമ്പലത്തെ കെസ്റ്റൺ റോഡിലുള്ള 
        വിസ്മയാസ് മാക്സ് അനക്സിലെ കെസ്റ്റൺ ബംഗ്ലാവിൽ വെച്ചു പ്രകാശനം നിർവഹിച്ചു. ആഖ്യാനത്തിൽ അയ്യപ്പപ്പണിക്കരോളം വൈവിധ്യം 
        പ്രകടിപ്പിച്ച കവികൾ മലയാളത്തിൽകുറവാണെന്നു അവർ പറഞ്ഞു. ഏതു കാലഘട്ടത്തിലുമുള്ള ഏകാധിപത്യസ്വഭാവമുള്ള അധികാരകേന്ദ്രം 
        ഏതു കയ്പ്പൻ 'കടുക്ക'യും കുടിക്കാൻ പ്രേരിപ്പിക്കുമെന്നറിഞ്ഞ മാമുനിയായിരുന്നു പണിക്കരെന്നു മ്യുസ് മേരി 'കടുക്ക'യടക്കമുള്ള 
        കവിതകൾ ഉദ്ധരിച്ചുകൊണ്ട് ചൂണ്ടിക്കാട്ടി.അയ്യപ്പപ്പണിക്കർ ഫൗണ്ടേഷൻ സെക്രട്ടറി പ്രിയദാസ് ജി. മംഗലത്ത് സ്വാഗതം ആശംസിച്ചു. 
        പുസ്തകത്തിന്റെ എഡിറ്റർ ആയ എസ്.രാജലക്ഷ്മി പുസ്തകം പരിചയപ്പെടുത്തി. ഡൊമിനിക് ജെ. കാട്ടൂർ,കാവാലം ശ്രീകുമാർ എന്നിവർ 
        അയ്യപ്പപ്പണിക്കരുടെ കവിതകൾ ആലപിച്ചു. അഭിജിത് പ്രദീപ്, ഗിരീഷ് പുലിയൂർ , വിനോദ് വൈശാഖി, പി.ഹരികുമാർ , 
        ശാന്തൻ,ഹരിദാസ് ബാലക്കൃഷ്ണൻ, വിതുര വി അശോക്, ശ്രീകണ്ഠൻ കല്ലമ്പലം എന്നിവർ കവിതകൾ അവതരിപ്പിച്ചു. സി. അശോകൻ , 
        സാബു കോട്ടുക്കൽ, എന്നിവർ സംസാരിച്ചു. ടി.കെ. സന്തോഷ് കുമാർ, അസീം താന്നിമൂട് എന്നിവരും സന്നിഹിതരായിരുന്നു.നാനൂറോളം 
        പേജ് വരുന്ന ഗ്രന്ഥത്തിൽ സാനുമാഷ്, സച്ചിദാനന്ദൻ, ദേശമംഗലം രാമകൃഷ്ണൻ, എം. തോമസ് മാത്യു, കെജിഎസ്, ഇ വി രാമകൃഷ്‌ണൻ, 
        കല്പറ്റ നാരായണൻ, കെ.വി.സജയ് സി ആർ. പ്രസാദ്, ഉദയകുമാർ, വിനോദ് വൈശാഖി, പ്രദീപ് പനങ്ങാട്, ശാന്തൻ തുടങ്ങി അനേകം 
        പേരുടെ ഈടുറ്റ ലേഖനങ്ങൾ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.ഈ അവസരത്തിൽ നടന്ന കവിയരങ്ങോടുകൂടി അയ്യപ്പപ്പണിക്കരുടെ അദ്ധ്യക്ഷതയിൽ 
        നടത്തിയിരുന്ന സംക്രമണം കവിതാവേദി വീണ്ടും സജീവമായി. എല്ലാ മാസവും കവികളുടെയും നിരൂപകരുടെയും സമ്മേളനം ഫൗണ്ടേഷന്റെ 
        ആഭിമുഖ്യത്തിൽ വിസ്മയാസ്മാക്സിൽ നടത്തുമെന്ന് ഭാരവാഹികൾ അറിയിച്ചു.</p>
      </div>
      <div className="p-4">
                  <button
                    className="float-right text-tb  font-bold py-2 px-4 rounded"
                    onClick={() => {
                      setIsPopupOpen(false);
                      setImageUrl('');
                    }}
                  >
                    Close
                  </button>
                </div>
    </div> */}
        </div>
      )}
    </div>
    
  )
}

export default NewUpdate